Repository: Watchwolf/agility-training
Catalog: agility/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Username
fr: Utilisateur

source: This value must contain only letters, numbers and underscores.
fr: Ce champ ne doit contenir que des lettres, nombres ou _

source: Email address
fr: Adresse email

source: Password
fr: Mot de passe

source: Password (again)
fr: Mot de passe (encore)

source: A user with that username already exists.
fr: Un utilisateur avec ce nom d'utilisateur existe déjà

source: The two password fields didn't match.
fr: Les deux mots de passe ne sont pas identiques

source: This email address is already in use. Please supply a different email address.
fr: Cette email est déjà utilisée, veuillez en choisir un autre.

source: Teams x4
fr: Équipes de 4

source: User
fr: Utilisateur

source: Name
fr: Nom

source: Course
fr: Parcours

source: Preview
fr: Préview

source: Date creation
fr: Date de création

source: Page not found
fr: Page non trouvée

source: Sorry, but the requested page could not be found.
fr: Désolé mais la page demandée n'existe pas.

source: Page unavailable
fr: Pas innaccessible

source: Sorry, but the requested page is unavailable due to a server hiccup.
fr: Désolé mais la page demandée est innaccessible en raison d'un problème sur le serveur

source: Our engineers have been notified, so check back later.
fr: Nos ingénieurs ont été informés, réessayez plus tard.

source: Create a course
fr: Créer un parcours

source: My courses
fr: Mes parcours

source: Latests courses
fr: Les derniers parcours

source: My profile
fr: Mon profile

source: Log out
fr: Se deconnecter

source: Sign up
fr: S'inscrire

source: Log in
fr: Se connecter

source: Sign in
fr: S'inscrire

source: Edit a course
fr: Modifier un parcours

source: Create a new course
fr: Créer un nouveau parcours

source: Please correct the errors below:
fr: Veuillez corriger les erreurs ci-dessous:

source: Share link
fr: Lien de partage

source: Save the course
fr: Sauvegarder le parcours

source: Cancel
fr: Annuler

source: Ok resize the field
fr: Ok redimensionner

source: The new field size will be smaller than the current, all obstacles outside the new field will be deleted.
fr: Le nouveau terrain aura une taille inférieur à l'actuel, tous les obstacles en dehors du terrain actuel seront supprimés.

source: Author
fr: Auteur

source: Account activated
fr: Compte activé

source: Thanks for signing up! Now you can <a href="/accounts/login/">log in</a>.
fr: Merci de vous être enregistré! Maintenance vous pouvez <a href="/accounts/login/">vous connecter</a>.

source: Sorry, it didn't work. Either your activation link was incorrect, or the activation key for your account has expired; activation keys are only valid for %(expiration_days|apnumber)s days after registration.
fr: Désolé, ça n'a pas fonctionné. Soit votre lien d'activation est incorrect, soir la clé d'activation pour votre compte a expiré; les clé d'activations sont valide uniquement pendant %(expiration_days|apnumber)s jours après l'enregistrement.

source: Activation complete
fr: Activation complétée

source: Congratulations!
fr: Félicitation!

source: Your registration is now complete. Go to the site and start having fun!
fr: Votre enregistrement est maintenant complété. Allez sur le site et amusez vous!

source: Someone, hopefully you, signed up for a new account at agility-training.fr using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar:
fr: Une personne a créé un compte sur agility-training.fr en utilisant cette adresse email. Si c'était vous, afin d'activer votre compte, merci de cliquer sur le lien ci-dessous ou copier/coller le dans votre navigateur internet:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
fr: Si vous n'avez pas demandé ceci, vous n'avez rien à faire, vous ne recevrez plus d'email de notre part, et le compte expirera automatiquement dans %(expiration_days)s jours.

source: Activate your agility-training.fr account - you have %(expiration_days)s days!
fr: Activé votre compte sur agility-taining.fr - vous avez %(expiration_days)s jours!

source: I connect with Facebook
fr: Je me connecte avec Facebook

source: facebook_login.png
fr: facebook_login_fr.png

source: I connect with my account
fr: Je me connecte avec mon compte

source: If you have lost your password, you can <a href="%(url_reset)s">reset your password</a>
fr: Si vous avez perdu votre mot de passe, vous pouvez <a href="%(url_reset)s">en demander un nouveau</a>

source: I do not have an account, I create one
fr: Je n'ai pas de compte, j'en crée un

source: Logged out
fr: Déconnecté

source: You've been logged out.
fr: Vous avez été deconnecté.

source: Thanks for stopping by; when you come back, don't forget to <a href="../../accounts/login/">log in</a> again.
fr: A votre retour n'oubliez pas de vous <a href="../../accounts/login/">reconnecter</a>

source: Password change successful
fr: Mot de passe modifié avec succès

source: Your password was changed.
fr: Votre mot de passe a été modifié.

source: Password change
fr: Mot de passe modifié

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez saisir votre ancien mot de passe, pour des raisons de sécurité, et ensuite saisissez votre nouveau mot de passe deux fois.

source: Change my password
fr: Modifier mon mot de passe

source: Password reset complete
fr: Réinitialisation du mot de passe complété

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été enregistré.

source: Enter new password
fr: Saisissez un nouveau mot de passe

source: Password reset unsuccessful
fr: Echec de la réinitialisation du mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez saisir votre nouveau mot de passe.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien pour réinitialisez le mot de passe est invalide, peut être qu'il a déjà été utilisé. Veuillez redemander la réinitialisation de votre mot de passe.

source: Password reset successful
fr: Mot de passe réinitialisé avec succès

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fr: Nous vous avons envoyé les instructions pour modifier votre mot de passe à votre adresse email.

source: You're receiving this e-mail because you requested a password reset
fr: Vous recevez cette email parce que vous avez demandé la réinitialisation de votre mot de passe

source: for your user account at %(site_name)s
fr: pour votre compte sur le site %(site_name)s

source: Please go to the following page and choose a new password:
fr: Veuillez aller sur cette page et demandé un nouveau mot de passe:

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, si vous l'avez oublié:

source: Thanks for using our site!
fr: Merci d'utilise notre site!

source: Password reset
fr: Réinitialisation de mon mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
fr: Vous avez oublié votre mot de passe? Saisissez votre adresse email ci-dessous and vous recevrez un email avec les instructions pour en obtenir un nouveau.

source: Reset my password
fr: Réinitialisez mon mot de passe

source: Check your email
fr: Lisez vos emails

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
fr: Un lien d'activation vous a été envoyé par email à l'adresse que vous avez donné avec les instructions pour activé votre compte.

source: I create my account with Facebook
fr: je crée mon compte avec Facebook

source: I create an account
fr: Je crée un compte

source: Save
fr: Sauvegarder

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: E-mail
fr: Adresse email
